Repository: researchpurpose700/my_business_app
Catalog: lib/core/language/l10n/app_*.arb
Languages: hi, pa

source: Join Our Network
hi: हमारे नेटवर्क में शामिल हों
pa: ਸਾਡੇ ਨੈੱਟਵਰਕ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ

source: Register your business in minutes
hi: अपना व्यवसाय मिनटों में पंजीकृत करें
pa: ਆਪਣਾ ਕਾਰੋਬਾਰ ਮਿੰਟਾਂ ਵਿੱਚ ਰਜਿਸਟਰ ਕਰੋ

source: Full Name
hi: पूरा नाम
pa: ਪੂਰਾ ਨਾਮ

source: Enter full name
hi: पूरा नाम दर्ज करें
pa: ਪੂਰਾ ਨਾਮ ਦਰਜ ਕਰੋ

source: Shop Name
hi: दुकान का नाम
pa: ਦੁਕਾਨ ਦਾ ਨਾਮ

source: Enter shop name
hi: दुकान का नाम दर्ज करें
pa: ਦੁਕਾਨ ਦਾ ਨਾਮ ਦਰਜ ਕਰੋ

source: Select your category
hi: अपनी श्रेणी चुनें
pa: ਆਪਣੀ ਸ਼੍ਰੇਣੀ ਚੁਣੋ

source: Please select a service
hi: कृपया एक सेवा चुनें
pa: ਕਿਰਪਾ ਕਰਕੇ ਕੋਈ ਸੇਵਾ ਚੁਣੋ

source: Mobile Number
hi: मोबाइल नंबर
pa: ਮੋਬਾਈਲ ਨੰਬਰ

source: Enter 10-digit mobile
hi: 10 अंकों का मोबाइल नंबर दर्ज करें
pa: 10 ਅੰਕਾਂ ਦਾ ਮੋਬਾਈਲ ਨੰਬਰ ਦਰਜ ਕਰੋ

source: Please enter mobile number first
hi: कृपया पहले मोबाइल नंबर दर्ज करें
pa: ਕਿਰਪਾ ਕਰਕੇ ਪਹਿਲਾਂ ਮੋਬਾਈਲ ਨੰਬਰ ਦਰਜ ਕਰੋ

source: OTP sent to your mobile number!
hi: OTP आपके मोबाइल नंबर पर भेजा गया!
pa: OTP ਤੁਹਾਡੇ ਮੋਬਾਈਲ ਨੰਬਰ ਤੇ ਭੇਜਿਆ ਗਿਆ!

source: Enter OTP
hi: OTP दर्ज करें
pa: OTP ਦਰਜ ਕਰੋ

source: Enter 6-digit OTP
hi: 6 अंकों का OTP दर्ज करें
pa: 6-ਅੰਕ OTP ਦਰਜ ਕਰੋ

source: Resend OTP
hi: OTP पुनः भेजें
pa: OTP ਮੁੜ ਭੇਜੋ

source: Didn't receive? Send OTP
hi: प्राप्त नहीं हुआ? OTP भेजें
pa: ਮਿਲਿਆ ਨਹੀਂ? OTP ਭੇਜੋ

source: Create Account
hi: खाता बनाएं
pa: ਖਾਤਾ ਬਣਾਓ

# accountCreatedSuccessfully
source: Account created successfully! ðŸŽ‰
hi: खाता सफलतापूर्वक बनाया गया! 🎉
pa: ਖਾਤਾ ਸਫਲਤਾਪੂਰਵਕ ਬਣਾਇਆ ਗਿਆ! 🎉

# termsAndPrivacy
source: By creating an account, you agree to our Terms of Service and Privacy Policy
hi: खाता बनाकर, आप हमारी सेवा की शर्तों और गोपनीयता नीति से सहमत हैं
pa: ਖਾਤਾ ਬਣਾਕੇ, ਤੁਸੀਂ ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ ਅਤੇ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਨਾਲ ਸਹਿਮਤ ਹੋ

# groceryAndEssentials
source: Grocery & Essentials
hi: किराना और आवश्यक वस्तुएँ
pa: ਕਿਰਾਨਾ ਅਤੇ ਲੋੜੀਂਦਾ ਸਮਾਨ

# pharmacyAndHealth
source: Pharmacy & Health
hi: फार्मेसी और स्वास्थ्य
pa: ਫਾਰਮੇਸੀ ਅਤੇ ਸਿਹਤ

source: Electronics
hi: इलेक्ट्रॉनिक्स
pa: ਇਲੈਕਟ੍ਰਾਨਿਕਸ

# fashionAndClothing
source: Fashion & Clothing
hi: फैशन और कपड़े
pa: ਫੈਸ਼ਨ ਅਤੇ ਕੱਪੜੇ

# foodAndBeverages
source: Food & Beverages
hi: भोजन और पेय
pa: ਖਾਣ-ਪੀਂਣ

# homeAndGarden
source: Home & Garden
hi: घर और बगीचा
pa: ਘਰ ਅਤੇ ਬੱਗੀਚਾ

# beautyAndPersonalCare
source: Beauty & Personal Care
hi: सौंदर्य और व्यक्तिगत देखभाल
pa: ਸੁੰਦਰਤਾ ਅਤੇ ਨਿੱਜੀ ਦੇਖਭਾਲ

source: Automotive
hi: ऑटोमोटिव
pa: ਆਟੋਮੋਟਿਵ

source: Professional Services
hi: पेशेवर सेवाएँ
pa: ਪੇਸ਼ੇਵਰ ਸੇਵਾਵਾਂ

source: Other
hi: अन्य
pa: ਹੋਰ
